/* No comment provided by engineer. */
"A new beta version of File Juicer is available" = "Eine neue Version ist verfügbar";

/* No comment provided by engineer. */
"A new version of File Juicer is available" = "Eine neue Version des File Juicer ist verfügbar!";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* As in choose folder */
"Choose" = "Auswählen";

/* No comment provided by engineer. */
"Choose Folder" = "Ordner Auswählen";

/* No comment provided by engineer. */
"Could not save a found file. Check for disk space, and where the file is set to be saved in the preferences" = "Konnte die Datei nicht speichern. Festplattenplatz prüfen";

/* As in generating thumbnails */
"Generating:" = "Generieren";

/* No comment provided by engineer. */
"Go to Download Page" = "Gehe zur Download Seite";

/* No comment provided by engineer. */
"Juicing:" = "Bearbeitung:";

/* When registration number check fails */
"License number is not valid!" = "Registrierungsinformationen sind nicht gültig";

/* No comment provided by engineer. */
"No information about a new version is available!" = "Keine Information ob eine neue Version verfügbar ist!";

/* No comment provided by engineer. */
"OK" = "OK";

/* skip generating thumbnails */
"Skip" = "Überspringen";

/* No comment provided by engineer. */
"Stop" = "Stopp";

/* When registration succeeded */
"Thank You" = "Danke schön";
"Thank You!\nPortable Version Registered" = "Thank You!\nPortable Version Registered";

/* As in generating thumbnails */
"thumbnails" = "Symbole";

/* Of File Juicer */
"You have the newest version!" = "Du hast die neueste Version!";

/* For File Juicer */
"Paid..." = "Registrierung...";

/* For the image in the main window (I'll put it in a pdf later) */
"Drag files here" = "Datei hierher bewegen";

/* For flash card juicing */
"No Flash Cards/Disks Found!" = "Keine Speicherkarten/Festplatte gefunden";

/* When registration code or name does not match */
"RegistrationFailed" = "Die eingegebenen Registrierungsinformationen sind nicht gültig. Bitte überpfüfen Sie die Felder „Name“ und „Nummer“. Die Angaben müssen exakt mit Ihrer Registrierungsinformation übereinstimmen.";

/* The menu item */
"Registration..." = "Registrierung...";

"Watermark Reminder" = "File Juicer is Shareware.
It is fully functional, but with reminders and watermarks until you register.";

"FileJuicer is fully functional for %i days to let you try before you buy, but with watermarks in some images.\n" = "FileJuicer is fully functional for %i days to let you try before you buy, but with watermarks in some images.\n";
"The FileJuicer trial period has expired. JPEG and GIF will still get extracted but with watermarks in some images.\n" = "The FileJuicer trial period has expired. JPEG and GIF will still get extracted but with watermarks in some images.\n";
/* When registration code or name does not match */
"Your entry is too long." = "Your entry is too long.";

/* dropping files */
"File too large" = "Die Datei ist zu groß";

/* If you want to convert WMV files you need a codec for QuickTime */
"If you want to convert WMV files you need a codec for QuickTime" = "If you want to convert WMV files you need a codec for QuickTime";

/* If you want to convert WMV files you need a codec for QuickTime */
"Get Codec" = "Get Codec";

/* For the File Menu */
"iPod Thumbs" = "iPod Thumbs";
"iPod Photo Cache" = "iPod Photo Cache";
"JPEG Thumbs" = "JPEG Thumbs";
"64 x 64 Thumbs" = "64 x 64 Thumbs";
"32 x 32 Thumbs" = "32 x 32 Thumbs";
"iPhone and iPod Touch Backups" = "iPhone and iPod Touch Backups";
"iTunes Album Artwork Cache" = "iTunes Album Artwork Cache";
/* Generating Index files */
"Index" = "Index";